[
    {
        "Term": "Access Control List (ACL)",
        "QuickSummary": " ACL is a list of rules that grants or denies users or systems for a particular resource",
        "Ref": ""
    },
    {
        "Term": "Clickjacking",
        "QuickSummary": "Click-hijacking; tricking someone to click something for malicious purposes.",
        "Ref": "11"
    },
    {
        "Term": "Cryptography",
        "QuickSummary": "“The science of making the cost of discovery of hidden information greater than the value of information itself”",
        "Ref": "3"
    },
    {
        "Term": "Ddos",
        "QuickSummary": "",
        "Ref": ""
    },
    {
        "Term": "Deprovisioning",
        "QuickSummary": "In digital identity, deprovisioing refers to act of removing identities from the system once the “user” is at the end of their digital identity lifecycle.",
        "Ref": "3"
    },
    {
        "Term": "Doppelganger domain",
        "QuickSummary": "A “fake” domain name that looks similar to the real domain; that serves a fake version of the real website.",
        "Ref": "1"
    },
    {
        "Term": "Exploit",
        "QuickSummary": "A piece of code that takes advantage of vulnerabilities or security flaws",
        "Ref": "1"
    },
    {
        "Term": "Firewall",
        "QuickSummary": "A software that continuously monitors and controls for incoming and outgoing traffic based on security rules",
        "Ref": "1"
    },
    {
        "Term": "IDM",
        "QuickSummary": "Identity and Access Management",
        "Ref": ""
    },
    {
        "Term": "Kali Linux",
        "QuickSummary": "Linux distribution designed for digital forensics and penetration testing preinstalled with more than 600 security and hacking tools",
        "Ref": "1"
    },
    {
        "Term": "Likejacking",
        "QuickSummary": "A type of clickjacking trick where someone is fooled into liking something on Facebook without knowing or agreeing to it.",
        "Ref": "1"
    },
    {
        "Term": "Metasploit",
        "QuickSummary": "A software that provides information about security vulnerabilities and aids in penetration testing and IDS signature development",
        "Ref": ""
    },
    {
        "Term": "Reverse Proxy",
        "QuickSummary": "A type of proxy server that typically sits behind the firewall in a private network and directs client requests to the appropriate backend server",
        "Ref": "2"
    },
    {
        "Term": "Zero-day start",
        "QuickSummary": "“Zero-day start” means when a new employee joins the company her systems, permissions, infrastructure resources, etc are setup and ready immediately.",
        "Ref": "3"
    }
]